module.exports = {
    no_user_perm: "आपके पास इस स्लैश कमांड को चलाने के लिए आवश्यक अनुमति नहीं है, अनुपलब्ध अनुमति: \`{perm}\`",
    no_client_perm: "मरे पास इस कमांड को चलने के लिए ये परमिशन आवश्यक हैं, परमिशन: \`{perm}\`",
    no_starter_picked: "आपने अभी तक अपना स्टार्टर पोकेमोन नहीं चुना है\n स्टार्टर्स की सूची प्राप्त करने के लिए \`/start\` टाइप करें और स्टार्टर चुनने के लिए \`/pick\` टाइप करें!",
    welcome_start: "पोकेमॉन की दुनिया में आपका स्वागत है!",
    welcome_intro: "पोकेमॉन वर्ल्ड में अपनी यात्रा शुरू करने के लिए, नीचे दिए गए पोकेमोन चुनें और \`/pick\` कमांड चलाएँ!",
    poke_ball_descrip: "पोकेबॉल ऐसी गेंदें हैं जिनमें आप पोकेमॉन को पकड़ते हैं! ये रहे कुछ **पोकेबॉल** जिनकी कैच रेट ज्यादा है!",
    already_started: "उह ओह! ऐसा लगता है कि आपने अपनी पोकेमोन यात्रा पहले ही शुरू कर दी है!",
    invalid_starter_pokemon_name: "आपके द्वारा प्रदान किया गया पोकेमोन नाम अमान्य है, कृपया सभी स्टार्टर्स की सूची प्राप्त करने के लिए \`/start\` कमांड चलाएँ।",
    pokemon_choosed_title: "बहुत बढ़िया पसंद! आपने {name} को अपने स्टार्टर पोकेमोन के रूप में चुना!",
    to_see_all_poke: "अपने सभी पोकेमोन देखने के लिए, \`/pokemon\` टाइप करें।",
    question_for_trainer_title: "ट्रेनर के लिए एक सवाल...",
    reffered_question: "क्या आप रेफ्रेड है?",
    button_not_for_you: "माफ़ करना! ऐसा लगता है कि वह बटन या तो आपके लिए नहीं है या वह बटन समाप्त हो गया है।",
    welcome_to_world: "पोकेमॉन की दुनिया में आपका स्वागत है!",
    pick_warn: "एक स्टार्टर पोकेमोन चुनकर, आप हमारी फेयर गेम नीति से सहमत हैं।",
    quick_tour_title: "बॉट के साथ आपकी मदद करने के लिए यहां एक त्वरित यात्रा है।",
    quick_tour_guide: "<:dot:1021760600264691772> \`/pokemon\` कमांड द्वारा अपने पोकेमॉन की जांच करें।\n<:dot:1021760600264691772> \`/battle\` कमांड द्वारा अपने दोस्तों के साथ लड़ाई करें।\n<:dot:1021760600264691772> अधिक जानने के लिए हमारे **[समुदाय]({support})** में शामिल हों।",
    amt_greater_than_0: "कृपया एक ऐसी राशि निर्दिष्ट करें जो 0 से अधिक हो।",
    no_item_in_shop: "वर्तमान में दुकान में कोई वस्तु नहीं है।",
    now_talk_in: "अब मैं **हिंदी** में बात करूंगा।",
    please_run_reffered: "अतिरिक्त पुरस्कार प्राप्त करने के लिए कृपया \`/referred\` कमांड चलाएँ!",
    shop_pokeball: "पोकेबॉल खरीदें!",
    shop_pokeball_price: "**<:greatball:1022146948750389308> | ग्रेट बॉल | मूल्य: \`1,000\` क्रेडिट। | कैच रेट: \`41.0%\`**\n**<:ultraball:1022147018291957790> | अल्ट्रा बॉल | मूल्य: \`5,000\` क्रेडिट | कैच रेट \`62.4%\`**\n**<:masterball:1022147106129068073> | मास्टर बॉल | मूल्य: \`7,000\` क्रेडिट | कैच रेट: \`100.0%\`**",
    balance: {
        title: "{user} का बैलेंस।",
        description: "\`{credits}\` क्रेडिट\n\`{crystals}\` क्रिस्टल",
        field: [
            { name: "<:pokeball:1022147275339870259> पोकेबॉल्स", value: "**MasterBalls: \`${masterball}\` | UltraBalls: \`{ultraball}\` | GreatBalls: \`{greatball}\`**" }
        ]
    }
}